# Список упражнений 

exercises = [
    {"name": "Жим штанги лежа", "muscle_group": "Грудь"},
    {"name": "Сведение в бабочке", "muscle_group": "Грудь"},
    {"name": "Жим на наклонной скамье", "muscle_group": "Грудь"},
    {"name": "Жим гантелей", "muscle_group": "Грудь"},
    {"name": "Отжимания", "muscle_group": "Грудь"},
    {"name": "Разводка гантелей лежа", "muscle_group": "Грудь"},
    
    {"name": "Приседания", "muscle_group": "Ноги"},
    {"name": "Разгиб сидя", "muscle_group": "Ноги"},
    {"name": "Сгибание ног лежа", "muscle_group": "Ноги"},
    {"name": "Выпады", "muscle_group": "Ноги"},
    {"name": "Жим ногами", "muscle_group": "Ноги"},
    {"name": "Подъем на носки стоя", "muscle_group": "Ноги"},
    
    {"name": "Подтягивания", "muscle_group": "Спина"},
    {"name": "Вертикальный хаммер", "muscle_group": "Спина"},
    {"name": "Горизонтальная тяга блока", "muscle_group": "Спина"},
    {"name": "Тяга штанги в наклоне", "muscle_group": "Спина"},
    {"name": "Тяга гантели в наклоне", "muscle_group": "Спина"},
    {"name": "Тяга Т-грифа", "muscle_group": "Спина"},
    
    {"name": "Подъем штанги стоя", "muscle_group": "Бицепс"},
    {"name": "Молоты", "muscle_group": "Бицепс"},
    {"name": "Сгибание рук с гантелями", "muscle_group": "Бицепс"},
    {"name": "Сгибание рук с EZ-грифом", "muscle_group": "Бицепс"},
    {"name": "Концентрированное сгибание", "muscle_group": "Бицепс"},
    {"name": "Сгибание рук на скамье Скотта", "muscle_group": "Бицепс"},
    
    {"name": "Жим гантелей сидя", "muscle_group": "Плечи"},
    {"name": "Бабочка на заднюю дельту", "muscle_group": "Плечи"},
    {"name": "Махи в стороны с гантелями", "muscle_group": "Плечи"},
    {"name": "Арнольд жим", "muscle_group": "Плечи"},
    {"name": "Жим штанги стоя", "muscle_group": "Плечи"},
    {"name": "Подъемы гантелей перед собой", "muscle_group": "Плечи"},
    
    {"name": "Беговая дорожка", "muscle_group": "Кардио"},
    {"name": "Велосипед", "muscle_group": "Кардио"},
    {"name": "Эллипсоид", "muscle_group": "Кардио"},
    {"name": "Гребной тренажер", "muscle_group": "Кардио"},
    {"name": "Скакалка", "muscle_group": "Кардио"},
    {"name": "Бег на улице", "muscle_group": "Кардио"},
]
