# Списки упражнений

# Список силовых упражнений
exercises = {
    "Грудь": ["Жим лежа", "Разводка гантелей", "Отжимания"],
    "Спина": ["Подтягивания", "становая тяга", "Тяга блока сверху"],
    "Ноги": ["Приседания", "Жим ногами", "Разгибания в тренажере"],
    "Плечи": ["Армейский жим", "Разведение в стороны", "Подъем штанги перед собой"],
    "Бицепс": ["Сгибания гантелей с супинацией", "Молоты", "Концентрированный сгибания гантелей"],
}

# Список кардио-упражнений
cardio_exercises = ['Бег', 'Скакалка', 'Велотренажер']
